[
	{
		"model": "news.news",
		"fields": {
			"date": "2022-11-01",
			"title": "El blog Wordicum ha alcanzado el primer puesto en popularidad",
			"text": "Noticias sensacionales en Internet. El recién lanzado blog Wordicum ya se ha convertido en el blog más popular a nivel mundial. ¡Felicidades a los creadores!"
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-10-01",
			"title": "Noticias sobre el desarrollo móvil",
			"text": "Los estudiantes han creado una aplicación móvil que, cuando se ejecuta en una habitación cerrada, es capaz de determinar si alguien en la habitación está durmiendo o no. Sin embargo, según la investigación, la aplicación da un resultado incorrecto el 99% de las veces."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-09-01",
			"title": "Premio Recursión",
			"text": "Los graduados de TripleTen ganaron el concurso de la historia más aterradora sobre la recursión. En la ceremonia de premios, los ganadores recibieron cajas. Dentro había una caja más pequeña, y dentro de esta, otra aún más pequeña. Seguían abriendo cajas, pero dentro siempre había una caja más pequeña. ¿Qué se puede esperar de un premio de recursión?"
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-08-01",
			"title": "No solo Boston Dynamics",
			"text": "El estudiantado de TripleTen acaba de inventar un robot para buscar llaves perdidas. El robot busca llaves debajo del conjunto de objetos más cercano, interroga a cualquiera que esté presente y luego concluye que no se pueden encontrar las llaves."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-07-01",
			"title": "Intercambio de sueños",
			"text": "Los graduados del departamento de back-end han inventado una nueva tecnología: ahora pueden enviar sus sueños a sus amistades. Se basó en el rastreador de actividad Runaway, que tiene todos los sensores necesarios para interpretar los sueños. Con la ayuda de una aplicación escrita en Python, los sueños son procesados y reenviados a otro usuario. Por ahora, la aplicación solo puede procesar los sueños de alguien que desarrolla en Python."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-06-01",
			"title": "Lo importante no es ganar, sino participar",
			"text": "Los estudiantes desarrolladores recibieron el premio Pulgar Abajo de la Audiencia en el concurso \"¿Dónde estoy?\" en la categoría \"Mejor ruta de educación online\". Para el concurso, los estudiantes prepararon una ruta para alcanzar el éxito profesional: \"Cama-Nevera-Trabajo-Nevera-Computadora-Nevera-Computadora-Cama\". La ruta fue diseñada como un bucle continuo para que los estudiantes la recorrieran durante varios meses, pero los experimentos demostraron que esto no era suficiente para aprender una nueva profesión online. Al menos los creadores recibieron el premio de consolación: dos horas de sueño."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-05-01",
			"title": "El carrito de Schrödinger",
			"text": "En las clases prácticas, los estudiantes probaron una tienda online de artículos deportivos y descubrieron que no todos los productos podían ser probados."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-04-01",
			"title": "Nuevo sitio web de la Corporación ACME",
			"text": "La página web de la Corporación ACME se ha convertido en la más visitada de toda la historia de la corporación. Pero, desafortunadamente, dejó de funcionar, por lo que la trasladaron a otro servidor. Todos los empleados están trabajando para restaurar el sitio web; estén atentos a las actualizaciones."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-03-01",
			"title": "Premio merecido",
			"text": "El servicio TripleNote está nominado al premio 'Mejor Servicio TripleNote'. Según la encuesta, este servicio fue reconocido como el mejor entre los servicios de toma de notas llamados TripleNote."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-02-01",
			"title": "El sitio web de ACME vuelve a funcionar",
			"text": "Ahora puedes ver todas las películas y series de televisión del año pasado en su sitio web, leer todos los artículos escritos el último mes y revisar todo lo que te gustó y no te gustó el año en que naciste."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2022-01-01",
			"title": "Otro premio para Runaway",
			"text": "El rastreador de actividad física Runaway recibió el premio en la categoría 'Mejor rastreador de actividad física controlado por voz'. Puedes decirle al rastreador: 'Corrí cinco kilómetros', y aceptará tu palabra."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-12-01",
			"title": "La máquina del tiempo sigue sin funcionar",
			"text": "El equipo de desarrollo, en colaboración con los físicos, sigue depurando la máquina del tiempo. Este sería el vehículo perfecto, pero el problema es que para viajar al pasado hay que pulsar el botón 'Atrás', y para volver al futuro hay que pulsar el botón 'Adelante'. Es demasiado confuso para quienes manejan la máquina."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-11-01",
			"title": "Gestión del tiempo",
			"text": "Los estudiantes han desarrollado un método para protegerse contra las fechas límite. Simplemente cuelgan en la pared un papel que dice: 'Las fechas límite son mentirosas'."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-10-01",
			"title": "Nuevos desarrollos en el mercado de consumo",
			"text": "La Corporación ACME ofrece a los visitantes una tecnología única para ayudarlos a ahorrar a la hora de comprar ropa nueva. Encuentra en las tiendas las mismas cosas que compraste anteriormente, así que seguramente te quedarán bien."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-09-01",
			"title": "Generador de fechas límite TripleNote",
			"text": "El portal TripleNote ofrece un nuevo servicio: un generador automático de fechas límite. Cualquier usuario podrá conectarse a él de forma totalmente gratuita, y se fijará una fecha límite inflexible para cada una de sus notas. Si se incumplen tres fechas límite, el usuario será bloqueado."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-08-01",
			"title": "El blog Wordicum ha sido premiado",
			"text": "La comunidad de desarrolladores premió a los creadores del blog Wordicum con el premio a la 'Mejor idea'. El premio fue otorgado a los autores del proyecto por una serie de videos en los que personas intentan hacer algo, pero fracasan. Todos terminan de manera divertidísima."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-07-01",
			"title": "Actualización de la gama de funciones de Runaway",
			"text": "El nuevo modelo de rastreador de actividad física, Runaway X3 Pro, pronto se lanzará para pruebas beta. Los desarrolladores del dispositivo han anunciado las siguientes características: despertador vibratorio, rastreador de sueño, contador de calorías, podómetro, cronómetro, calculadora de calorías, rastreador de distancia, seguimiento e intercambio de sueños, lectura y registro de pensamientos. El rastreador resiste una caída desde una altura de hasta 10 metros sobre asfalto y es resistente a las excavadoras."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-06-01",
			"title": "Búscate en TripleNews",
			"text": "El agregador de noticias TripleNews está desarrollando un servicio llamado \"Búscame\": el usuario introduce \"Dónde estoy\" en el campo de búsqueda, y el resumen de noticias detalla quién lo está buscando, dónde y por qué."
		}
	},
	{
		"model": "news.news",
		"fields": {
			"date": "2021-05-01",
			"title": "Tres mil millones de usuarios",
			"text": "El servicio TripleNote ha ampliado su base de usuarios a 3 mil millones. Esto se logró tras el lanzamiento del nuevo servicio 'Comparte tu fecha límite', donde todos los usuarios registrados pueden ver las notas de otras personas y realizar las tareas de otras personas."
		}
	}
]
